Repository: modell-aachen/ClassificationPlugin
Catalog: locale/ClassificationPlugin/*.po
Languages: fr, it

source: Add more text here
fr: Ajouter un texte
it: Aggiungere qui il testo

source: Categories
fr: Catégories
it: Categorie

source: Clear
fr: Clair
it: Cancella

source: Create [[%1][categories]] matching the subject fields covered in this web.
fr: Créer pour lier les [[%1][domaines]] des sujets traités dans le web.

source: Create a new category in the %1 web
fr: Crée une nouvelle catégorie dans

source: Customize each section on this dashboard to your needs by hovering over the heading. It will display a pencil icon.
fr: personnaliser chaque section dans le tableau de bord suivant vos besoins en passant sur les titres ! Un icones d'un crayon va etre affiché.
it: Per personalizzare ogni sezione di questo pannello strumenti posizionare il puntatore del mouse sopra l'intestazione. Verrà visualizzata l'icona della matita.

source: Edit this page and give it a name. This will be used as the display title linking to this web, e.g. in breadcrumbs and search interfaces.
fr: Modifier cette page et lui affecter un nom. Il sera utilisé comme titre d'affichagerelié a ce web, exemple breadcrumbs et interfaces de recherche.
it: Modifica questa pagina e assegnale un nome il quale risulterà il titolo in evidenza per questa pagina web ad esempio nei collegamenti e nel motore di ricerca

source: Enter a short summary line describing what this category is about.
fr: Entrer un court sommaire decrivant cette catégorie.
it: Inserire una breve riga di riepilogo per descrivere la categoria.

source: Enter the category topic name. This must be a unique ID among all categories within a taxonomy.
fr: Entrer le nom du sujet de la catégorie. Il doit etre une unique ID dans toutes les catégories within a taxanomy.
it: Inserire il nome della categoria. Deve essere un ID univoco tra tutte le categorie all'interno di una tassonomia.

source: Enter the title of the new category. This is a free-form text that the topic name will be derived from by default.
fr: Entrer le nom de la nouvelle ctégorie. C'est un texte de format libre dont le nom du sujet va etre derivé par defaut.
it: Inserire il titolo della nuova categoria. Questo è un testo in formato libero ed il nome del tema sarà ottenuto di default.

source: Filed in %1
fr: Terminé à %1

source: Filter
fr: Filtre
it: Filtro

source: Generate description
fr: Generer la description
it: Generare una descrizione

source: Generate keywords
fr: Généerer les mots de passe
it: Generare una parola chiave

source: Generate title
fr: Générer les titres
it: Generare un titolo

source: HTML Title
fr: Titre du HTML
it: Titolo HTML

source: Icon
fr: Icône
it: Icona

source: Imported Categories
fr: Catégories importés
it: Categorie importata

source: Install Foswiki:Extensions/NatSkin for best usability, design and readability of your content.
fr: Install foswiki: extensions/Natskin pour un usage meilleur, design et clareté de votre contenu.

source: Meta desciption
fr: Description du meta

source: Meta keywords
fr: Mots de passe du meta

source: New
fr: Nouveau
it: Nuovo

source: Nothing found
fr: Rien n'a été trouvé
it: Nessun risultato

source: Order
fr: Ordre
it: Ordine

source: Parent category
fr: Catégorie principale
it: Categoria superiore

source: Parent topic
fr: Sujet principale
it: Argomento superiore

source: Quick links
fr: Liens rapides
it: Link rapidi

source: Recent Changes
fr: Changement récents
it: Cambiamenti recenti

source: Refresh
fr: Rafraichir
it: Aggiorna

source: Related tags
fr: favoris relié
it: Tags correlati

source: Search engine optimization
fr: Chercher l'optimisation de l'engine
it: Ottimizzazione del motore di ricerca

source: Search for matching categories
fr: chercher à relier les catégories
it: Cerca per categorie corrispondenti

source: Select an icon to be used when displaying this category in a list or hierarchy tree.
fr: Selectionner une icône pour etre utilisé lors de displaing de cette catégorie dans une liste ou arbre hierarchique.
it: Selezionare un'icona da utilizzare per la visualizzazione di questa categoria in un elenco o in una struttura ad albero.

source: Select one or more parent categories that the newly created category is subordinated to.
fr: Selectionner une ou plusieur pricipales catégories que les nouvelle catégories y sont reliés.
it: Selezionare una o più categorie superiori a cui la nuova categoria è assoggettata

source: Show all tags
fr: Montrer tous les mots clés
it: Mostra tutti i tags

source: Some tips:
fr: Quelques conseils :
it: Mostra tutti i suggerimenti:

source: Submit
fr: Soumettre
it: Sottoporre

source: Summary
fr: Sommaire
it: Sommario

source: Tags
fr: Mots clés

source: Title
fr: Titre
it: Titolo

source: Topic
fr: Sujet
it: Argomento

source: Topic list
fr: Liste des sujets
it: Lista argomenti

source: Undo
fr: Annuler
it: Cancellare

source: Welcome
fr: aceuillir
it: Benvenuto

source: categorized topic
fr: Sujets classés
it: Categorie argomenti

source: category
fr: Catégorie
it: Categoria

source: classified topic
fr: Sujets classés
it: Argomenti classificati

source: found in %1 other topic(s)
fr: Trouver dans %1 d'utres sujets

source: more
fr: Plus
it: Di più

source: requires Foswiki:Extensions/EditChapterPlugin
fr: Necessite Foswiki:Extensions/EditChapterPlugin

source: seo topic
fr: Voir sujet
it: Vedi argomento

source: Recent changes
it: Cambiamenti recenti
